Repository: apfdamascena/luna-for-iphone
Catalog: luna/Constant/*.lproj/Constants.strings
Languages: pt_br

# constants.content.notification.dataset.pms.body2
source: Today seems like a mix of emotions, right? Learn more about this phase 👉
pt_br: Hoje tá sendo uma mistura de sentimentos, né? Entenda mais sobre essa fase 👉

# constants.content.notification.dataset.fertile.title
source: Extra dose! 🔋
pt_br: Dose extra! 🔋

# constants.content.notification.dataset.fertile.body
source: Make the most of the determination peak in this phase to work on your goals!
pt_br: Aproveite o pico de determinação dessa fase para trabalhar nas suas metas!

# constants.content.notification.dataset.fertile.title1
source: Did I hear intensity? 💪
pt_br: Eu ouvi intensidade? 💪

# constants.content.notification.dataset.fertile.body1
source: Take advantage of the high energy for more intense workouts! Learn more about the current phase!
pt_br: Aproveite a energia em alta para treinos mais intensos! Veja mais sobre a fase atual!

# constants.content.notification.dataset.fertile.title2
source: Waterworks...💧
pt_br: Carro da água passando…💧

# constants.content.notification.dataset.fertile.body2
source: Today seems like a mix of emotions, right? Learn more about this phase 👉
pt_br: Hoje tá sendo uma mistura de sentimentos, né? Entenda mais sobre essa fase 👉

# constants.content.label.home.no_data
source: Why look to the past? He's already passed!
pt_br: Nesta dia, ainda não tínhamos os seus dados

# constants.content.label.home.no_data_descripition
source: The prediction is only made from your last menstrual period, we don't have anything to tell you about that day.
pt_br: Explore os dias futuros!

# constants.content.label.first_time_new_activity.title
source: Shall we schedule a new activity?
pt_br: Vamos marcar uma nova atividade?

# constants.content.label.first_time_new_activity.subtitle
source: Register an activity you need to do and receive a personalized suggestion on when to do it in your cycle.
pt_br: Registre uma atividade que precise fazer e receba uma sugestão personalizada sobre quando realizá-la no seu ciclo.

# constants.content.label.first_time_new_activity.button
source: Lets do it!
pt_br: Vamos!

# constants.content.label.new_activity.nav.title
source: New Activity
pt_br: Nova atividade

# constants.content.label.best_activity.text
source: We tune the activity to your cycle and recommend that you perform it between the days:
pt_br: Sintonizamos a atividade com seu ciclo e recomendamos que você a realize entre os dias

# constants.preposition.and
source: and
pt_br: e

# constants.preposition.of
source: of
pt_br: de

# constants.content.label.best_activity.subtitle
source: The best time is in
pt_br: Sugerimos realizar a atividade durante a

# constants.content.label.new_activity.add_new_activity.activity_title
source: Activity
pt_br: Atividade

# constants.content.label.new_activity.add_new_activity.metrics_title
source: Metrics
pt_br: Métricas

# constants.content.label.new_activity.add_new_activity.deadline_title
source: Deadline
pt_br: Prazo

# constants.content.label.new_activity.add_new_activity.placeholder_activity_title
source: Title
pt_br: Título

# constants.content.label.new_activity.add_new_activity.subtitle_metrics
source: Record from 1 to 5, where 1 = a little and 5 = a lot
pt_br: Registre de 1 a 5, sendo 1 = pouco e 5 = muito

# constants.content.label.new_activity.add_new_activity.subtitle_deadline
source: Record the deadline to carry out the activity
pt_br: Registre a data limite para realizar a atividade

# constants.content.label.new_activity.add_new_activity.date_title
source: Date
pt_br: Data

source: ⚡️ Stress
pt_br: ⚡️ Estresse

source: 💬 Sociability
pt_br: 💬 Sociabilidade

source: 🏃🏽 Physical Exercise
pt_br: 🏃🏽 Esforço Físico
