Repository: apfdamascena/luna-for-iphone
Catalog: luna/Constant/*.lproj/Constants.strings
Languages: pt_br

# constants.content.label.last_day_menstruation
source: When was the start of your last menstruation?
pt_br: Quando foi o início da sua última menstruação?

# constants.content.label.menstruation_duration
source: How many days does your menstruation last?
pt_br: Quantos dias dura a sua menstruação?

# constants.content.label.cycle_duration
source: How many days does your menstrual cycle last?
pt_br: Quantos dias dura o seu ciclo menstrual?

# constants.content.label.landing_page_description
source: Your cycle in your favor
pt_br: Seu ciclo ao seu favor

# constants.content.button.continue
source: Continue
pt_br: Continuar

# constants.content.button.start
source: Start
pt_br: Iniciar

# constants.content.button.previous
source: Back
pt_br: Voltar

# constants.content.button.settings
source: Settings
pt_br: Ajustes

# constants.content.button.references
source: Read the references
pt_br: Leia as referências

# constants.content.button.schedule_activity
source: Schedule Activity
pt_br: Marcar Evento

# constants.content.button.newEvent
source: New Event
pt_br: Nova Atividade

# constants.content.label.home.youAreIn
source: You are in
pt_br: Você está na

# constants.content.label.home.menstruation
source: Menstruation
pt_br: Menstruação

# constants.content.label.home.ovulation
source: Ovulation
pt_br: Ovulação

# constants.content.label.home.luteal
source: Luteal Phase
pt_br: Fase Lútea

# constants.content.label.home.follicular
source: Follicular Phase
pt_br: Fase Folicular

# constants.content.label.home.about
source: All about
pt_br: Tudo sobre

# constants.content.label.home.calendar_sync
source: Luna needs to be connected with Calendar to save your cycle
pt_br: Luna precisa estar conectado com o Calendário para salvar seu ciclo

# constants.content.label.home.settings_subtitle
source: 1. Go to settings
pt_br: 1. Vá em ajustes

# constants.content.label.home.acess_subtitle
source: 2. Allow access
pt_br: 2. Permita o acesso

# constants.content.label.home.learn_cycle
source: Learn about
pt_br: Aprenda sobre as

# constants.content.label.home.cycle_phases
source: Menstrual Cycle Phases
pt_br: Fases do Ciclo Menstrual

# constants.content.label.home.recordedMenstruation
source: Recorded Menstruation
pt_br: Menstruação registrada

# constants.content.label.home.informational.what
source: What is it?
pt_br: O que é?

# constants.content.label.home.informational.do
source: What to do?
pt_br: O que fazer?

# constants.content.label.home.behavior.what
source: What is it?
pt_br: O que é?

# constants.content.label.home.behavior.how
source: How are you?
pt_br: Como você está?

# constants.content.label.home.behavior.better
source: Better to avoid, huh!
pt_br: Melhor evitar, hein!

# constants.content.label.home.behavior.help
source: Need some help?
pt_br: Quer uma ajuda?

# constants.content.label.home.behavior.behind
source: Behind the scenes
pt_br: Por trás dos panos

# constants.content.label.calendar_title
source: Tune in to your everyday life
pt_br: Sintonize com seu dia a dia

# constants.content.label.calendar_subtitle
source: Allow Luna to access your Calendar to plan your days wisely and enhance your well-being
pt_br: Permita que o Luna acesse seu Calendar para planejar seus dias com sabedoria e melhorar o seu bem-estar

# constants.content.label.sheet.title
source: References
pt_br: Referências

# constants.content.label.sheet.link
source: Available here!
pt_br: Disponível aqui!

# constants.content.label.folicular
source: ⚡️ Follicular Phase
pt_br: ⚡️ Fase folicular

# constants.content.label.menstruation
source: 🩸 Menstruation
pt_br: 🩸 Menstruação

# constants.content.label.luteal
source: ⬛️ Luteal Phase
pt_br: ⬛️ Fase lútea

# constants.content.label.fertile
source: 💓 Fertile Period
pt_br: 💓 Período fertil

# constants.content.label.expectedMenstruation
source: Expected Menstruation
pt_br: Menstruação Prevista

# constants.content.label.pms
source: 😡 PMS
pt_br: 😡 TPM

# constants.content.label.phase.folicular
source: Follicular Phase
pt_br: Fase Folicular

# constants.content.label.phase.menstruation
source: Menstruation
pt_br: Menstruação

# constants.content.label.phase.luteal
source: Luteal Phase
pt_br: Fase Lútea

# constants.content.label.phase.fertile
source: Ovulation
pt_br: Ovulação

# constants.content.label.phase.expectedMenstruation
source: Expected Menstruation
pt_br: Menstruação Prevista

# constants.content.label.phase.pms
source: PMS
pt_br: TPM

# constants.content.label.text.what_is.folicular
source: Preparation has begun! Ovarian follicles are maturing.
pt_br: A preparação começou! Os folículos ovarianos estão amadurecerecendo.

# constants.content.label.text.how_are_you.folicular
source: Energy and well-being are high! Take care of any pending tasks. Your libido might increase, too!
pt_br: Energia e bem-estar em alta! Aproveita para resolver as broncas da vida. A sua libido pode aumentar, hein?

# constants.content.label.text.avoid.folicular
source: Don't let yourself get dehydrated during this phase. Stay well-hydrated!
pt_br: Nada de passar sede nessa fase. Hidrate-se em abundância!

# constants.content.label.text.help.folicular
source: Maintaining good eating habits and exercise can be beneficial. Make the most of the energy in this phase!
pt_br: Manter bons hábitos alimentares e exercícios pode ser interessante, aproveite a energia dessa fase!

# constants.content.label.text.behind_sheets.folicular
source: Follicle-stimulating hormone (FSH) levels begin high to develop follicles. Then estrogen peaks, and you might notice vaginal mucus. Finally, there's a sharp increase in luteinizing hormone (LH) for ovulation. Phew!
pt_br: Os hormônios foliculoestimulante (FSH) começam em alta para o desenvolvimento dos folículos. Depois o estrogênio atinge seu pico e você pode notar um muco na vagina. Por fim, há o aumento drástico do hormônio luteinizante (LH) para a ovulação. Ufa!

# constants.content.label.text.what_is.menstruation
source: You're literally bleeding. The inner lining of your uterus (endometrium) is shedding.
pt_br: Você está literalmente sangrando. O revestimento interno do seu útero (endométrio) está sendo eliminado.

# constants.content.label.text.how_are_you.menstruation
source: This phase can cause greater irritability, increased sensitivity, and cramps. Hang in there!
pt_br: Essa fase pode causar maior irritabilidade e você pode ficar mais sensível. Ter cólicas e mudanças de paladar também faz parte. Forças!

# constants.content.label.text.avoid.menstruation
source: Intense social activities might need to wait, as well as high-impact or strength exercises. Opt for comfortable clothing!
pt_br: Atividades sociais intensas podem ficar para depois nessa fase, assim atividades de alto impacto ou força. Foge das roupas apertadas também, fica confortável!

# constants.content.label.text.help.menstruation
source: Exercising (lightly) to release endorphins can help with cramps and mood. Give it a try!
pt_br: A liberação de endorfina ao fazer exercício (leves) pode ajudar em cólicas e no humor, então se joga!

# constants.content.label.text.behind_sheets.menstruation
source: Bleeding indicates no fertilization, and estrogen and progesterone hormone levels are quite low.
pt_br: O sangramento significa que não houve fecundação e os níveis de hormônios estrogênio e progesterona estão bem baixos.

# constants.content.label.text.what_is.luteal
source: The follicle that released the egg is now a corpus luteum. Hormones are high!
pt_br: O folículo que liberou o óvulo agora é um corpo lúteo. Hormônios em alta!

# constants.content.label.text.how_are_you.luteal
source: You might experience some premenstrual symptoms (PMS). Sensitivity is normal. It'll pass!
pt_br: Você pode sentir alguns sintomas de TPM (tensão pré-menstrual). Sensibilidade é normal. Vai passar!

# constants.content.label.text.avoid.luteal
source: Your body may retain more fluid, so avoiding high-salt foods could be helpful.
pt_br: Seu corpo pode estar retendo mais líquido, pode ser bom evitar alimentos ricos em sal.

# constants.content.label.text.help.luteal
source: Anxiety might be high, so a little patience goes a long way. Be prepared for cramps and nausea!
pt_br: A ansiedade vai estar em alta, tenha um pouquinho de paciência. Se preparar para cólicas e náuseas pode ajudar!

# constants.content.label.text.behind_sheets.luteal
source: Estrogen and progesterone levels peak, preparing for a potential pregnancy.
pt_br: Níveis de estrogênio e progesterona atingem o pico, se preparando para uma possível gravidez.

# constants.content.label.text.what_is.fertile
source: Your egg has been released! It's ready to be fertilized by a sperm.
pt_br: Seu óvulo foi liberado! Ele tá pronto para ser fertilizado por um espermatozoide.

# constants.content.label.text.how_are_you.fertile
source: You might experience an increased libido and feel more attractive!
pt_br: A sensação de libido pode aumentar e você pode se achar mais atraente também!

# constants.content.label.text.avoid.fertile
source: It's time to postpone stressful activities. And if the goal isn't pregnancy, remember protection!
pt_br: É o momento de adiar as atividades estressantes. E se o objetivo não for engravidar, lembre-se de proteção.

# constants.content.label.text.help.fertile
source: It's normal to crave sweets more – indulge in moderation and enjoy! Energy is high, so do strength exercises.
pt_br: É normal estar desejando mais doces, vai com moderação e seja feliz! Energia também tá em alta, abuse dos exercícios de força.

# constants.content.label.text.behind_sheets.fertile
source: The LH (luteinizing hormone) surge triggers the release of the mature egg, which has a lifespan of about 12 to 24 hours.
pt_br: O pico de LH (hormônio luteinizante) desencadeia na liberação do óvulo maduro, que tem uma vida útil de cerca de 12 a 24 horas.

# constants.content.label.onboarding_register_menstruation
source: Register Menstruation
pt_br: Registrar Menstruação

# constants.content.label.onboarding_register_menstruation_description
source: The red circle represents the day when menstruation occurred. Just click the button to record!
pt_br: O círculo vermelho representa o dia em que ocorreu a menstruação. Basta clicar no botão para registrar!

# constants.content.label.onboarding_forecast
source: Forecast
pt_br: Previsão

# constants.content.label.onboarding_forecast_description
source: The light red circle indicates the forecasted likely day of your menstruation.
pt_br: O círculo vermelho claro indica a previsão do provável dia em que sua menstruação ocorrerá.

# constants.content.label.onboarding_ovulation
source: Ovulation
pt_br: Ovulação

# constants.content.label.onboarding_ovulation_description
source: The blue outline represents when you're likely to ovulate.
pt_br: O contorno azul representa quando é provável que você ovule.

# constants.content.label.onboarding_folicule
source: Follicular Phase
pt_br: Fase Folicular

# constants.content.label.onboarding_folicule_description
source: The red stars represent the days of your follicular phase.
pt_br: As estrelas vermelhas representam os dias da sua fase folicular.

# constants.content.label.onboarding_luteal
source: Luteal Phase
pt_br: Fase Lútea

# constants.content.label.onboarding_luteal_description
source: The blue clouds represent the days you're in the luteal phase.
pt_br: As nuvens azuis representam os dias que você está na fase lútea.

# constants.content.label.home.text.references.second
source: Jukic AM, Weinberg CR, Baird DD, Wilcox AJ. Lifestyle and reproductive factors associated with follicular phase length. J Womens Health (Larchmt). 2007 Nov;16(9):1340-7. PMID: 18001191; PMCID: PMC2834565.
pt_br: Jukic AM, Weinberg CR, Baird DD, Wilcox AJ. Estilo de vida e fatores reprodutivos associados ao comprimento da fase folicular. J Womens Health (Larchmt). 2007 Nov;16(9):1340-7. PMID: 18001191; PMCID: PMC2834565.

# constants.content.label.home.text.references.third
source: Lima MP, Moreira MA, Maynard DC, Cruz MFA (2021) Physiological and behavioral changes in women during the menstrual cycle and the impact of nutritional supplementation. Published: 16/12/2021]. Revista de Saúde e Nutrição 28(1): e021001.
pt_br: Jukic AM, Weinberg CR, Baird DD, Wilcox AJ. Estilo de vida e fatores reprodutivos associados ao comprimento da fase folicular. J Womens Health (Larchmt). 2007 Nov;16(9):1340-7. PMID: 18001191; PMCID: PMC2834565.

# constants.content.label.home.text.references.fourth
source: Ponzo S, Wickham A, Bamford R, Radovic T, Zhaunova L, Peven K, Klepchukova A, Payne JL. Menstrual cycle-associated symptoms and workplace productivity in US employees: A cross-sectional survey of users of the Flo mobile phone app. Digit Health. 2022 Dec 15;8:20552076221145852. PMID: 36544535; PMCID: PMC9761221.
pt_br: Souza EG, Ramos MG, Hara C, Stumpf BP, Rocha FL. Neuropsychological performance and menstrual cycle: a literature review. Trends Psychiatry Psychother. 2012;34(1):5-12.

# constants.content.label.home.text.references.fifth
source: Souza EG, Ramos MG, Hara C, Stumpf BP, Rocha FL. Neuropsychological performance and menstrual cycle: a literature review. Trends Psychiatry Psychother. 2012;34(1):5-12.
pt_br: Ponzo S, Wickham A, Bamford R, Radovic T, Zhaunova L, Peven K, Klepchukova A, Payne JL. Menstrual cycle-associated symptoms and workplace productivity in US employees: A cross-sectional survey of users of the Flo mobile phone app. Digit Health. 2022 Dec 15;8:20552076221145852. PMID: 36544535; PMCID: PMC9761221.

# constants.content.label.home.card.menstruation.one
source: You're literally bleeding!
pt_br: Você está literalmente sangrando!

# constants.content.label.home.card.menstruation.two
source: Heads up, you might become more sensitive and irritable.
pt_br: Se liga, você pode estar mais sensível e irritável.

# constants.content.label.home.card.menstruation.three
source: Having cramps and changes in taste are part of menstruation. Stay strong!
pt_br: Ter cólicas e mudanças de paladar também faz parte. Forças!

# constants.content.label.home.card.menstruation.four
source: Intense social activities might have to wait, huh!
pt_br: Atividades sociais intensas podem ficar para depois, hein!

# constants.content.label.home.card.menstruation.five
source: Gentle exercises can help with cramps and mood. So go for it!
pt_br: Exercício leves podem ajudar com as cólicas e no humor. Então se joga!

# constants.content.label.home.card.ovulation.one
source: Whoa, your egg could be released on any of these days.
pt_br: Eita, seu óvulo pode ser liberado em qualquer um desses dias.

# constants.content.label.home.card.ovulation.two
source: Libido might increase, and you might feel more attractive too!
pt_br: Você pode se achar mais atraente nessa fase.

# constants.content.label.home.card.ovulation.three
source: It's time to postpone stressful activities.
pt_br: Adiar as atividades estressantes é uma boa!

# constants.content.label.home.card.ovulation.four
source: It is normal to experience variations in appetite, go in moderation and be happy!
pt_br: É normal sentir variações no apetite, vai com moderação e seja feliz!

# constants.content.label.home.card.ovulation.five
source: Energy is also high, take advantage with strength exercises.
pt_br: Energia também pode estar em alta, abuse dos exercícios de força.

# constants.content.label.home.card.luteal.one
source: The egg is now a corpus luteum. Hormones are high!
pt_br: O óvulo agora é um corpo lúteo. Hormônios em alta!

# constants.content.label.home.card.luteal.two
source: Only good vibes! It could be a day of peace and tranquility.
pt_br: Só good vibes! O dia pode ser de paz e tranquilidade.

# constants.content.label.home.card.luteal.three
source: Your mood might fluctuate, and that's okay, alright?
pt_br: O humor pode variar e tudo bem, okay?

# constants.content.label.home.card.luteal.four
source: It's good to avoid important decisions or big changes.
pt_br: Avalie com cuidado as decisões importantes ou grandes mudanças realizadas nessa fase.

# constants.content.label.home.card.luteal.five
source: Make the most of this time for calm activities.
pt_br: Aproveita esse momento para fazer atividades tranquilas.

# constants.content.label.home.card.pms.one
source: Here she comes... PMS! A true mix of emotions.
pt_br: Chegou ela... a TPM! Uma verdadeira combinação de sentimentos.

# constants.content.label.home.card.pms.two
source: Oh boy, you could easily go from 0 to 60 in mood.
pt_br: Ixe, você pode ir de 8 à 80 com facilidade!

# constants.content.label.home.card.pms.three
source: Cramps and body aches can be common.
pt_br: Cólicas e dores no corpo podem ser comuns.

# constants.content.label.home.card.pms.four
source: Your body might retain more fluid, so it's good to avoid salty foods.
pt_br: Seu corpo pode estar retendo mais líquido, evitar alimentos ricos em sal pode ajudar.

# constants.content.label.home.card.pms.five
source: Anxiety will be high, have a little patience.
pt_br: A ansiedade pode estar em alta, tenha um pouquinho de paciência.

# constants.content.label.home.card.folicular.one
source: High energy and well-being! The follicular phase has arrived!
pt_br: Energia e bem-estar em alta! A fase folicular chegou!

# constants.content.label.home.card.folicular.two
source: High energy and well-being! Use this time to tackle life's challenges.
pt_br: Energia pode estar em alta! Aproveita para resolver as broncas da vida!

# constants.content.label.home.card.folicular.three
source: Your libido might increase, huh?
pt_br: Você pode sentir uma melhora no seu bem-estar.

# constants.content.label.home.card.folicular.four
source: Don't let yourself get thirsty during this phase. Hydrate abundantly!
pt_br: Nada de passar sede nessa fase. Hidrate-se em abundância!

# constants.content.label.home.card.folicular.five
source: Maintain good eating and exercise habits.
pt_br: Mantenha bons hábitos alimentares e de exercício.

# constants.content.label.onboarding_landing_page
source: Find your own cycle
pt_br: Desperte seu próprio ritmo

# constants.content.notification.firstPhaseDay.expected_menstruation.title
source: Ding Dong, I've arrived 🩸
pt_br: Ding Dong, cheguei 🩸

# constants.content.notification.firstPhaseDay.expected_menstruation.body
source: You will enter the menstrual phase in the next few days. Record it in Luna!
pt_br: Você entrará na fase menstrual nos próximos dias. Registre em Luna!

# constants.content.notification.firstPhaseDay.fertile.title
source: I'm here, darlings 💅
pt_br: Cheguei, mores 💅

# constants.content.notification.firstPhaseDay.fertile.body
source: Ovulatory phase ahead! Learn what can happen in this phase 👉
pt_br: Fase ovulatória à vista! Saiba o que pode acontecer nessa fase 👉

# constants.content.notification.firstPhaseDay.folicular.title
source: The famous one has arrived ⚡️
pt_br: Chegou a famosa ⚡️

# constants.content.notification.firstPhaseDay.folicular.body
source: It's here, the Follicular Phase! Energy might be high today, see how to make the most of it!
pt_br: Ela mesmo, a Fase Folicular! Energia pode estar em alta hoje, veja como aproveitar!

# constants.content.notification.firstPhaseDay.luteal.title
source: Blink, and I'm here
pt_br: Piscou e eu cheguei

# constants.content.notification.firstPhaseDay.luteal.body
source: Luteal Phase on! Hormones are on the rise. Find out what can happen in this phase 👉
pt_br: Fase Lútea on! Hormônios em alta. Saiba o que pode acontecer nessa fase 👉

# constants.content.notification.firstPhaseDay.pms.title
source: No kidding today
pt_br: Sem gracinha hoje

# constants.content.notification.firstPhaseDay.pms.body
source: PMS symptoms may appear in the next few days. Learn more about this phase 👉
pt_br: Sintomas da TPM podem aparecer nos próximos dias. Saiba mais sobre essa fase 👉

# constants.content.notification.dataset.expected_menstruation.title
source: Those days 🩸
pt_br: Aqueles dias 🩸

# constants.content.notification.dataset.expected_menstruation.body
source: Organize your tasks for when your energy returns to its peak. Luna helps you with that! 👉
pt_br: Organize suas tarefas para quando sua energia voltar ao máximo. Luna te ajuda com isso! 👉

# constants.content.notification.dataset.expected_menstruation.title1
source: How are you? ❤️
pt_br: Como você está? ❤️

# constants.content.notification.dataset.expected_menstruation.body1
source: According to Luna's predictions, you are in the menstrual phase. Remember to record it!
pt_br: Segundo as previsões de Luna, você está na fase menstrual. Lembre-se de registrar!

# constants.content.notification.dataset.expected_menstruation.title2
source: Forecast: time to take care! ⏰
pt_br: Previsão: hora de se cuidar! ⏰

# constants.content.notification.dataset.expected_menstruation.body2
source: Take some time to relax and engage in activities that help relieve stress. Learn more
pt_br: Tire um tempo para relaxar e pratique coisas que ajude a aliviar o estresse. Saiba mais

# constants.content.notification.dataset.folicular.title
source: Get ready, let's go! 🏃‍♀️
pt_br: Se arruma e vamos! 🏃‍♀️

# constants.content.notification.dataset.folicular.body
source: You might feel more energetic today, so go for strength workouts. Learn more
pt_br: Você pode sentir mais energia hoje, abuse dos treinos de força. Saiba mais

# constants.content.notification.dataset.folicular.title1
source: SERIOUS: it's time 🚨
pt_br: GRAVE: chegou a hora 🚨

# constants.content.notification.dataset.folicular.body1
source: Time to hydrate, my friend. Come on, stay hydrated, and your body will thank you!
pt_br: Hora de beber água, meu bem. Vamos lá, hidrate-se e seu corpo agradece!

# constants.content.notification.dataset.folicular.title2
source: High energy!
pt_br: Energia em alta!

# constants.content.notification.dataset.folicular.body2
source: You may have more motivation today! How about tackling your weekly tasks?
pt_br: Você pode ter mais disposição hoje! Que tal realizar as pendências da semana?

# constants.content.notification.dataset.luteal.title
source: Hormones are surging!
pt_br: Hormônios em alta!

# constants.content.notification.dataset.luteal.body
source: Estrogen and progesterone levels peak in this phase. Find out how this can affect your routine 👉
pt_br: Os níveis de estrogênio e progesterona atingem o pico nessa fase. Saiba como isso pode interferir na sua rotina 👉

# constants.content.notification.dataset.luteal.title1
source: Total peace ✌️
pt_br: Mó paz ✌️

# constants.content.notification.dataset.luteal.body1
source: It's a good time for calm activities. Learn more about this phase!
pt_br: É um bom momento para fazer atividades tranquilas. Saiba mais sobre essa fase!

# constants.content.notification.dataset.luteal.title2
source: 8 or 80?
pt_br: 8 ou 80?

# constants.content.notification.dataset.luteal.body2
source: Your mood may vary today, so it's best to avoid major changes, okay? Learn more 👉
pt_br: Seu humor pode variar hoje, é bom evitar grandes mudanças, hein? Saiba mais 👉

# constants.content.notification.dataset.pms.title
source: Tip of the day ✨
pt_br: Dica do dia ✨

# constants.content.notification.dataset.pms.body
source: Your body may be retaining more fluids. Avoiding excessive salty foods can help.
pt_br: Seu corpo pode estar retendo mais líquido. Evitar excesso de alimentos ricos em sal pode ajudar.

# constants.content.notification.dataset.pms.title1
source: Stay strong!
pt_br: Forças!

# constants.content.notification.dataset.pms.body1
source: You may experience cramps and other body pains in this phase. See what else might happen 👉
pt_br: Você pode sentir cólica e outras dores no corpo nessa fase. Veja o que mais pode acontecer 👉

# constants.content.notification.dataset.pms.title2
source: It's literally a phase!
pt_br: É literalmente uma fase!
